Repository: geonition/planproposal
Catalog: plan_proposals/locale/*/LC_MESSAGES/django.po
Languages: fi, mr, pl, pt_br

source: Dashboard
fi: Hankesivusto
mr: प्रकल्प बोर्ड
pt_br: Painel

source: More information about the project
fi: Lisätietoa suunnitelmasta
mr: प्रकल्पा बद्दलची अतिरिक्त माहिती
pl: Więcej informacji o projekcie
pt_br: Mais informações sobre o projeto

source: Pajalanpiha
pt_br: pátio de Pajala

source: proposal
fi: ehdotus
mr: प्रस्ताव
pl: projekt
pt_br: proposta

source: Look at and evaluate the proposal
fi: Katso ja arvioi ehdotusta
mr: प्रस्ताव बघा व त्याचे मुल्यांकन करा
pl: Obejrzyj i oceń projekt
pt_br: Olhar e avaliar a proposta

source: Järvenpään kaupunki
pt_br: cidade de Järvenpää

source: Planning projects
mr: योजनांचे प्रकल्प
pl: Projekty dokumentów planistycznych
pt_br: Projetos de Planejamento

source: Evaluate the draft
fi: Arvioi ehdotusta
mr: ड्राफ्टचे मुल्यांकन करा
pl: Oceń projekt
pt_br: Avalie o rascunho

source: Mark places on the draft where you feel the draft is good and where it needs improvement. Use the drawing tools below.
fi: Merkitse suunnitelmaan, missä kohdissa kaava on onnistunut ja mitä kohtia pitäisi kehittää. Käytä alla olevia piirtotyökaluja.
mr: अश्या जागा मार्क करा जेथे आपण प्रस्तावाशी सहमत आहात व जिथे सुधारणा करण्याची गरज आहे.खालील साधनांचा उपयोग करा .
pl: Oznacz fragmenty projektu planu, które uważasz za dobre i te które powinny zostać poprawione. Skorzystaj z narzędzi rysowania
pt_br: Maque pontos sobre o projeto onde você acha que o projeto está bom e onde precisa melhorar. Use as ferramentas de desenho abaixo.

source: Display Others feedback
fi: Näytä muitten paikannukset
mr: इतरांचा प्रतिसाद दाखवा
pl: Pokaż uwagi innych
pt_br: Mostrar outros comentários

source: place
fi: paikka
mr: जागा
pl: miejsce
pt_br: lugar

source: route
fi: reitti
mr: मार्ग
pl: ścieżka
pt_br: caminho

source: area
fi: alue
mr: क्षेत्र
pl: obszar
pt_br: área

source: Free comment
fi: Vapaa kommentti
mr: टीप
pl: Dowolny komentarz
pt_br: Comentário livre

source: Thank you for your comment!
fi: Kiitos palautteesta!
mr: धन्यवाद
pl: Dziękujemy za komentarz!
pt_br: Obrigado pelo teu comentário!

source: Send comment
fi: Lähetä kommentti
mr: टीप पाठवा
pl: Wyślij komentarz
pt_br: Enviar comentário

source: Back to previous page
fi: Takaisin edelliselle sivulle
mr: मागचे पेज
pl: Powrót do poprzedniej strony
pt_br: Voltar à página anterior

source: Information about this draft
fi: Lisätietoa tästä suunnitelmasta
mr: ह्या प्रस्तावाबाद्दल्ची माहिती
pl: Informacja na temat tego projektu
pt_br: Informação sobre o rascunho

source: proposal image
fi: Kuva ehdotuksesta
mr: प्रस्तावासाठी चित्र
pl: Rysunek planu
pt_br: imagem da proposta

source: Read more about the draft...
fi: Lisätietoa suunnitelmasta...
mr: प्रस्तावाबद्दल अधिक जाणून घ्या
pl: Przeczytaj więcej o projekcie planu
pt_br: Ler mais sobre o rascunho...

source: More information about the plan
fi: Lisätietoa suunnitelmasta
mr: योजनेबद्दलची अधिक माहिती
pl: Więcej informacji o projekcie planu
pt_br: Mais informações sobre o plano

source: Please, tell us more about the place
fi: Kerro meille lisää paikasta
mr: कृपया ह्या जागेबद्दल अधिक माहिती द्या
pl: Powiedz nam więcej na temat tego miejsca
pt_br: Por favor, conte mais sobre este lugar

source: This feedback is public
fi: Tämä on julkinen palaute
mr: ही प्रतिक्रिया सार्वजनिक आहे
pl: Ta uwaga jest widoczna dla wszystkich
pt_br: Este comentário é público

source: save place
fi: tallenna paikka
mr: जागा सेव करा
pl: zapisz miejsce
pt_br: gravar lugar

source: remove place
fi: poista paikka
mr: जागा काढून टाका
pl: usuń miejsce
pt_br: remover lugar

source: Please, tell us more about the route
fi: Kerro meille lisää reitistä
mr: कृपया ह्या मार्गाबद्दल अधिक माहिती द्या
pl: Powiedz nam więcej na temat tej ścieżki
pt_br: Por favor, conte mais sobre este caminho

source: Please, tell us more about the area
fi: Kerro meille lisää alueesta
mr: कृपया ह्या क्षेत्राबद्दल अधिक माहिती द्या
pl: Powiedz nam więcej na temat tego obszaru
pt_br: Por favor, conte mais sobre esta área

source: Anonymous
fi: Nimetön
pl: Anonimowy
pt_br: Anônimo

source: says
fi: Sanoo
mr: म्हणतात
pl: mówi
pt_br: afirma

source: pehmoGIS
mr: सॉफ्ट जी.आय.एस
pl: softGIS
